<style>
    #container {
        max-width: 1000px;
        margin: 10% auto;
    }
</style>
<div id="container">
    <h1>판례타자연습</h1>
    <h2>간단한 기능만 만들어봄. 아래 링크 눌러서 ㄱㄱ</h2>
    <ul>
        <li><a href="/74다2151">대법원 1976. 4. 27. 선고 74다2151 판결</a></li>
        <li><a href="/95다54167">대법원 1996. 4. 12. 선고 95다54167 판결</a></li>
        <li><a href="/73다1086">대법원 1975. 12. 23. 선고 73다1086 판결</a></li>
    </ul>

    <p>아무렇게나 생각해본 아이디어:</p>
    <ul>
        <li>타자기모드? 쓰고 있는 줄만 집중해서 보이도록 하는 기능. 근데 이게 암기에 도움이 되나? 심리학적으로 어떰</li>
        <li>타속을 보여주니까 텍스트보다 빨리 치는데에 집중하는 것 같아서 다른 gamification 요소가 필요할 듯</li>
        <li>여기에 형이 전에 말한 조문 퀴즈도 같이 넣어서 만들어도 재밌을 듯</li>
    </ul>
</div>